Repository: mcquenji/lb_planner_app
Catalog: desktop/lib/l10n/intl_*.arb
Languages: de

# settings_language
source: Language
de: Sprache

# guard_someThingWentWrong
source: Something went wrong!
de: Etwas ist schief gelaufen!

# guard_sendReport
source: Send Report
de: Bericht Senden

# guard_ingore
source: Ingore
de: Ignorieren

# settings_upToDate
source: You already are up to date!
de: Du hast bereits die neueste Version!

# settings_clearCache
source: Clear Cache
de: Cache leeren

# settings_deleteProfile
source: Delete Profile
de: Profil löschen

# settings_general
source: General
de: Generell

# dashboard_nothingPlannedForToday
source: Nothing planned for today!
de: Für heute nichts geplant!

# dashboard_todaysTasks
source: Today's Tasks
de: Geplante Aufgaben

# dashboard_holidaysTba
source: Holidays (TBA)
de: Ferien (TBA)

# dashboard_statusOverview
source: Status Overview
de: Abgabe Übersicht

# dashboard_timetableTba
source: Timetable (TBA)
de: Stundenplan (TBA)

# dashboard_noUpcommingExamsThisMonth
source: No upcomming exams this month!
de: Keine Schularbeiten diesen Monat!

# dashboard_exams
source: Exams
de: Schularbeiten
